"%1$@ •••• %2$@" = "%1$@ •••• %2$@";

"+ Add" = "+ 添加";

"Add US bank account" = "添加美国银行账户";

"Add a card" = "添加卡";

"Add a payment method" = "添加支付方式";

"Add bank account" = "添加银行账户";

"Add card" = "添加卡";

"Add new card" = "添加银行卡";

"Add new payment method" = "添加新支付方式";

"Add your payment information" = "添加您的支付信息";

"Approve payment" = "批准付款";

"Are you sure you want to remove this card?" = "您确定要移除此卡吗？";

"Are you sure you want to remove this linked account?" = "您确定要移除这个关联的账户吗？";

"Back" = "返回";

"Bank" = "银行";

"Bank account" = "银行账户";

"Bank account details cannot be changed." = "无法更改银行账户详情。";

"Buy now or pay later with <img/>" = "用 <img/> 先买后付";

"Buy now or pay later with Afterpay" = "用 Afterpay 先买后付";

"Buy now or pay later with Clearpay" = "用 Clearpay 先买后付";

"Buy now or pay later with Klarna" = "用 Klarna 先买后付";

"Buy using a UPI ID" = "用 UPI ID 购买";

"By confirming your payment with PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms." = "确认您的 PayPal 付款即表示您允许 %@ 按照他们的条款从您的 PayPal 扣取未来款项。";

"By continuing to Amazon Pay, you allow %@ to charge your Amazon Pay account for future payments in accordance with their terms." = "继续前往 Amazon Pay 即表示您允许 %@ 按照他们的条款从您的 Amazon Pay 账户扣取未来款项。";

"By continuing to Klarna, you allow %@ to charge your Klarna account for future payments in accordance with their terms and Klarna's terms. You can change this at any time in your Klarna app or by reaching out to %@." = "继续前往 Klarna 即表示您允许 %1$@ 按照他们的条款和 Klarna 的条款从您的 Klarna 账户扣取未来款项。您可以在您的 Klarna 应用程序中随时对其进行修改，也可以联系 %2$@。";

"By continuing to PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms." = "继续前往 PayPal 即表示您允许 %@ 按照他们的条款从您的 PayPal 扣取未来款项。";

"By continuing to Revolut Pay, you allow %@ to charge your Revolut Pay account for future payments in accordance with their terms." = "继续前往 Revolut Pay 即表示您允许 %@ 按照他们的条款从您的 Revolut Pay 扣取未来款项。";

"By continuing, you agree to authorize payments pursuant to <terms>these terms</terms>." = "继续操作即表示您同意按照<terms>这些条款</terms>授权付款。";

"By continuing, you authorize %@ to debit your Cash App account for this payment and future payments in accordance with %@'s terms, until this authorization is revoked. You can change this anytime in your Cash App Settings." = "继续操作，即表示您授权 %1$@ 按照 %2$@ 的条款从您的 Cash App 账户中扣取该款项及未来的款项，直至撤销授权。您可以随时在 Cash App 设置中进行修改。";

"By joining Link, you agree to the <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "加入 Link 即表示您同意<terms>条款</terms>和<privacy>隐私政策</privacy>。";

"By providing your card information, you allow %@ to charge your card for future payments in accordance with their terms." = "提供您的银行卡信息，即表示您允许 %@ 按照他们的条款从您的银行卡收取未来款项。";

"By providing your email, you agree to create a Link account and save your payment info to Link, according to the Link <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "提供您的电子邮件地址，即表示您同意按照 Link <terms>条款</terms>和<privacy>隐私政策</privacy>创建 Link 账户并将您的支付信息保存到 Link。";

"By providing your payment information and confirming this payment, you authorise (A) %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with those instructions. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank. You agree to receive notifications for future debits up to 2 days before they occur." = "提供您的支付方式并确认该付款即表示您授权 (A) %@ 与我们的支付服务商 Stripe 向您的银行发送对您的账户进行扣款的指令以及 (B) 您的银行按照这些指令对您的账户进行扣款。根据您与您的银行协议的条款和条件，您有权从您的银行得到退款。退款必须在 8 周内申请，从您的账户被扣款之日起算。您的权利在对账单上有解释，可从您的银行获取。您同意提前 2 天接收后续扣款的通知。";

"By providing your phone number, you agree to create a Link account and save your payment info to Link, according to the Link <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "提供您的手机号码，即表示您同意按照 Link <terms>条款</terms>和<privacy>隐私政策</privacy>创建 Link 账户并将您的支付信息保存到 Link。";

"By saving your bank account for %@ you agree to authorize payments pursuant to <terms>these terms</terms>." = "保存您的 %@ 银行账户即表示您同意按照<terms>这些条款</terms>授权付款。";

"CPF/CPNJ" = "CPF/CPNJ";

"Cancel and pay another way" = "取消并用另一方式支付";

"Card details cannot be changed." = "无法更改银行卡详情。";

"Change email" = "更改邮件地址";

"Choose a payment method" = "选择一个支付方式";

"Close card scanner" = "关闭银行卡扫描器";

"Code sent" = "验证码已发送";

"Confirm" = "确定";

"Confirm the payment in your bank or payment app within %@ to complete the purchase." = "在您的银行或支付应用程序中确认向 %@ 的付款，以完成购物。";

"Confirm the payment in your bank's app within %@ to complete the purchase." = "%@内在您的银行应用中确认付款，完成购物。";

"Confirm your CVC" = "确认您的 CVC";

"Contact information" = "联系信息";

"Default" = "默认";

"EPS Bank" = "EPS 银行";

"Enter address manually" = "手动输入地址";

"FPX Bank" = "FPX 银行";

"For security, please re-enter your card’s security code." = "出于安全原因，请重新输入您的银行卡的安全码。";

"Get %@ back when you pay for the first time with your bank. <terms>See terms</terms>" = "通过您的银行首次支付时获得 %@ 的返现。<terms>查看条款</terms>";

"Get %@ back when you pay with your bank. <terms>See terms</terms>" = "通过您的银行支付时获得 %@ 的返现。<terms>查看条款</terms>";

"I understand that Stripe will be collecting Direct Debits on behalf of %@ and confirm that I am the account holder and the only person required to authorise debits from this account." = "我理解 Stripe 将代表 %@ 收取直接借记，且确认我是该账户持有人，且是唯一一个需要授权该账户扣款的人。";

"IBAN" = "IBAN";

"Log out of Link" = "退出 Link";

"Manage SEPA debit" = "管理 SEPA 借记";

"Manage US bank account" = "管理美国银行账户";

"Manage card" = "管理卡";

"Manage cards" = "管理银行卡";

"Manage payment method" = "管理支付方式";

"Manage payment methods" = "管理支付方式";

"Manage your payment methods" = "管理您的支付方式";

"Name on card" = "持卡人姓名";

"New card" = "添加新卡";

"New payment method" = "新支付方式";

"No %@ promo" = "无 %@ 促销";

"Not %@?" = "不是 %@？";

"Only card brand can be changed." = "只可更改银行卡品牌。";

"Open your UPI app to approve your payment within %@" = "请在 %@ 内打开您的 UPI 应用来批准付款";

"Or" = "或";

"Or pay using" = "或用以下方式支付";

"Or pay with a card" = "或用银行卡支付";

"Or use" = "或使用";

"Or use a card" = "或使用银行卡";

"Pay %@" = "支付%@";

"Pay another way" = "用另一方式支付";

"Pay faster at %@ and thousands of businesses." = "在 %@ 及数千商家那里更快支付。";

"Pay over time with %@" = "用 %@ 慢慢支付";

"Pay over time with Affirm" = "用 Affirm 慢慢支付";

"Pay with Link" = "用 Link 支付";

"Pay with your bank account in just a few steps." = "只需少许几步，即可用您的银行账户付款。";

"Payment" = "支付方式";

"Payment failed" = "付款失败";

"Payment methods" = "支付方式";

"Please go back and select another payment method" = "请返回并选择另一个支付方式。";

"Point the camera at your card." = "将摄像头正对银行卡。";

"Processing..." = "处理中...";

"Przelewy24 Bank" = "Przelewy24 银行";

"Remove card?" = "移除卡？";

"Remove linked account" = "移除关联账户";

"Resend code" = "重新发送验证码";

"SEPA debit details cannot be changed." = "无法更改 SEPA 借记详情。";

"Save" = "保存";

"Save a new payment method" = "保存新的支付方式";

"Save address" = "保存地址";

"Save for future payments" = "保存以用于未来的付款";

"Save payment details to %@ for future purchases" = "将支付详情保存到 %@ 以备将来购物时使用";

"Save this account for future %@ payments" = "保存该账户，方便今后向 %@ 付款";

"Save your bank account in just a few steps." = "几步保存您的银行账户。";

"Save your info for secure 1-click checkout with Link" = "保存您的信息，用 Link 安全地一键结账";

"Saved" = "已保存";

"Select card" = "选择卡";

"Select payment method" = "选择支付方式";

"Select your payment method" = "选择您的支付方式";

"Set as default" = "设为默认值";

"Set as default payment method" = "设置为默认支付方式";

"Set up" = "设置";

"Shipping to %@ is not supported." = "不支持向 %@ 配送。";

"Show menu" = "显示菜单";

"Simple, secure one-click payments" = "简单、安全的一键支付";

"Stripe will deposit $0.01 to your account in 1-2 business days. Then you'll get an email with instructions to finish saving your bank account with %@." = "Stripe 会在 1-2 个工作日向您的账户存入 0.01 美元。然后您会收到一封包含说明的邮件，指导您用 %@ 保存您的银行账户。";

"Stripe will deposit $0.01 to your account in 1-2 business days. Then you’ll get an email with instructions to complete payment to %@." = "Stripe 会在 1-2 个工作日向您的账户存入 0.01 美元。然后您会收到一封邮件，指导您完成向 %@ 的付款。";

"Tap to close" = "点击关闭";

"Tap to expand" = "点击扩展";

"The IBAN you entered is incomplete." = "您输入的 IBAN 不完整。";

"The provided verification code has expired." = "提供的验证码已过期。";

"The provided verification code is incorrect." = "提供的验证码不正确。";

"This card has expired. Update your card info or choose a different payment method." = "该卡已过期。更新您的银行卡信息或选择另一支付方式。";

"This is your default" = "这是您的默认地址";

"Too many attempts. Please try again in a few minutes." = "尝试次数过多。请几分钟后重试。";

"Unavailable for this purchase" = "无法完成这笔订单";

"Update card" = "更新卡";

"Update payment method" = "更新支付方式";

"Use your saved info to check out faster" = "用您保存的信息，更快结账";

"View more" = "查看更多";

"Your IBAN should start with a two-letter country code." = "您的 IBAN 应以两个字母的国家代码开头。";

"iDEAL Bank" = "iDEAL 银行";
